<template>
    <view class="container">
        <wsf-info :helpList="helpList" />
    </view>
</template>

<script>
    export default {
        data() {
            return {
                helpList: [{
                		title: '一、简介',
                		desc: `威四方（以下简称"我们或本应用"）是一个为个人和企业提供个性化定制和服务的综合性平台。`
                	}, {
                		title: '二、服务',
                		desc: `	1.	我们一直致力于打造一个为个人和企业提供个性化定制和服务的综合性平台。以丰富的行业经验和创新的技术手段，我们旨在满足客户多样化的需求，为他们提供卓越的服务质量。
                	2.	我们的服务涵盖众多领域。针对每个客户的需求和目标，我们都会进行深入的分析和研究，只为提供最符合他们期望的解决方案。我们的服务旨在将每个客户的独特之处展现出来，让他们在众多竞争者中脱颖而出。
                	3.	我们的优势在于专业的团队和高效的服务流程。我们的团队由行业内经验丰富的专业人士组成，他们拥有深厚的行业背景和独特的视角，可以为每位客户提供专业且个性化的建议。此外，我们以客户为中心的服务理念，使我们能够快速响应客户的需求，确保客户在享受优质服务的同时，感受到我们的关注和重视。
                	4.	我们的成功案例和客户反馈是我们服务质量的最佳证明。我们的客户来自各行各业，他们对我们的服务都给予了高度评价。`
                	}, {
                		title: '三、版权声明',
                		desc: `本小程序由威四方团队开发并维护，版权归威四方团队所有。未经授权，任何单位和个人不得复制、传播、修改或用于其他商业用途。`
                	}, {
                		title: '四、联系方式',
                		desc: `如您在使用本小程序过程中遇到任何问题或建议，请通过以下方式与我们联系：
                邮箱：1748331509@qq.com、weisifang_com@outlook.com
                电话：183xxx0779`
                	}, {
                		title: '',
                		desc: `感谢您选择威四方，我们将竭诚为您提供优质的服务！如果您对我们的服务感兴趣，或有任何疑问，欢迎与我们取得联系。我们一直坚持以客户为中心的服务理念，您的满意是我们最大的追求。`
                	},
                	{
                		title: '',
                		desc: ``
                	}
                ]
            };
        }
    };
</script>

<style lang="scss">
    .container {
        width: 100%;
        padding: $uni-spacing-row-lg;
        box-sizing: border-box;
        padding-bottom: 48rpx;
    }
</style>